[

      {
    "name": "MWO Anselm Chelliah",
    "title": "Head of Military Working Dog Unit, Singapore Armed Forces",
    "quotes": [
      "It was a privilege to have known Alex over the past two short years. In that time, he became someone I could talk to about anything under the sun — always open, always real.",
      "For a young guy, he carried a wisdom well beyond his years. What stood out most was his initiative and creative approach to problem-solving, especially when it came to training. He didn’t just do what was asked — he thought, adapted, and found better ways.",
        "I’ll always remember those conversations, that drive, and the quiet confidence he brought to every challenge. He made an impact in more ways than he probably realized."
    ]
  },
  {
    "name": "Daniel Weil",
    "title": "Ex-CEO, AXA Partners",
    "quotes": [
      "Alex worked for me as an intern at AXA Partners. He was able to take on exacting projects and complete them not only within the prescribed time frame, but to outstanding quality — beyond what was asked from him.",
      "He also worked well with other employees and team members within AXA Partners."
    ]
  },
  {
    "name": "2WO Liang Renhao",
    "title": "Company Sergeant Major, Military Working Dog Unit, Singapore Armed Forces",
    "quotes": [
      "In essence, CFC Alexis’ contributions as a dog handler, course head instructor, and media specialist have greatly impacted our organization. He exemplifies the highest standards of professionalism, leadership, and dedication",
      "I am convinced that CFC Alexis will continue to flourish and make significant contributions wherever his career takes him. He is an asset to our organisation and is deserving of my highest recommendation."
    ]
  },
    {
        "name": "Mrs Zoe Robinson",
        "title": "Teacher of Mathematics, Rugby School Thailand",
        "quotes": [
        "It was a genuine pleasure to teach Alex, who stood out as an exceptional student both academically and personally. A naturally gifted mathematician, Alex approached the subject with curiosity, determination, and a clear passion for learning.",
        "Beyond his academic strengths, Alex demonstrated a deep sense of kindness, integrity, and respect for others. He consistently treated classmates and staff with thoughtfulness and empathy, and his strong personal values shone through in his daily interactions. ",
        "I have no doubt that Alex will continue to thrive in whatever path he chooses, and I am confident he will make a positive impact wherever he goes."
        ]
    }
]



